Repository: gooson/DUNE
Catalog: DUNEWatch/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: %@ · %lld sets
ja: %@ · %lldセット
ko: %@ · %lld세트

source: %@ min ago
ja: %@分前
ko: %@분 전

source: %@h ago
ja: %@時間前
ko: %@시간 전

source: %lld exercise
ja: %lld種目
ko: %lld종목

source: %lld exercises
ja: %lld種目
ko: %lld종목

source: %lld sets · %lld reps
ja: %lldセット · %lldレップ
ko: %lld세트 · %lld회

source: %lldh
ja: %lld時間
ko: %lld시간

source: %lldh %lldmin
ja: %lld時間%lld分
ko: %lld시간 %lld분

source: %lldmin
ja: %lld分
ko: %lld분

source: +1 Set
ja: +1セット
ko: +1 세트

source: +30s
ja: +30秒
ko: +30초

source: Add another set or move on?
ja: セットを追加しますか、次に進みますか？
ko: 세트를 추가할까요, 다음으로 넘어갈까요?

source: All Exercises
ja: すべてのエクササイズ
ko: 전체 운동

source: Arctic Dawn
ja: アークティックドーン
ko: 아틱 던

source: Avg /100m
ja: 平均/100m
ko: 평균/100m

source: Avg HR
ja: 平均心拍
ko: 평균 심박

source: Avg Level
ja: 平均レベル
ko: 평균 레벨

source: Avg Pace
ja: 平均ペース
ko: 평균 페이스

source: Avg Speed
ja: 平均速度
ko: 평균 속도

source: BROWSE
ja: ブラウズ
ko: 찾아보기

source: Browse All
ja: すべて見る
ko: 전체 찾아보기

source: Cancel
ja: キャンセル
ko: 취소

source: Cardio
ja: 有酸素
ko: 유산소

source: Complete Set
ja: セット完了
ko: 세트 완료

source: Could not start workout. Please try again.
ja: ワークアウトを開始できませんでした。もう一度お試しください。
ko: 운동을 시작할 수 없습니다. 다시 시도해 주세요.

source: Count
ja: 回数
ko: 횟수

source: Current
ja: 現在
ko: 현재

source: Decode error
ja: デコードエラー
ko: 디코딩 오류

source: Desert Warm
ja: デザートウォーム
ko: 데저트 웜

source: Details
ja: 詳細
ko: 상세

source: Dismiss Without Saving
ja: 保存せずに閉じる
ko: 저장하지 않고 닫기

source: Distance
ja: 距離
ko: 거리

source: Done
ja: 完了
ko: 완료

source: Duration
ja: 所要時間
ko: 소요 시간

source: Elapsed
ja: 経過時間
ko: 경과 시간

source: End
ja: 終了
ko: 종료

source: End Now
ja: 今すぐ終了
ko: 지금 종료

source: End Workout
ja: ワークアウト終了
ko: 운동 종료

source: End workout soon?
ja: まもなくワークアウトを終了しますか？
ko: 운동을 곧 종료할까요?

source: Ending in %llds unless you continue.
ja: 続行しない場合、%lld秒後に終了します。
ko: 계속하지 않으면 %lld초 후 종료됩니다.

source: Error
ja: エラー
ko: 오류

source: Failed to save workout data. Please try again.
ja: ワークアウトデータの保存に失敗しました。もう一度お試しください。
ko: 운동 데이터를 저장하지 못했습니다. 다시 시도해 주세요.

source: Fat Burn
ja: 脂肪燃焼
ko: 지방 연소

source: Finish Exercise
ja: エクササイズ終了
ko: 운동 마치기

source: Finishing...
ja: 完了処理中...
ko: 마무리 중...

source: floors
ja: 階
ko: 층

source: Floors
ja: 階
ko: 층

source: Floors Climbed
ja: 上った階数
ko: 오른 층수

source: Forest Green
ja: フォレストグリーン
ko: 포레스트 그린

source: Hanok
ja: 韓屋
ko: 한옥

source: Hard
ja: ハード
ko: 힘듦

source: iPhone not connected
ja: iPhoneに未接続
ko: iPhone 연결 안 됨

source: Just synced
ja: 同期済み
ko: 방금 동기화됨

source: Keep Running
ja: 続ける
ko: 계속 운동

source: Kilometers
ja: キロメートル
ko: 킬로미터

source: Level
ja: レベル
ko: 레벨

source: Max Level
ja: 最大レベル
ko: 최대 레벨

source: Meters
ja: メートル
ko: 미터

source: Next Exercise
ja: 次のエクササイズ
ko: 다음 운동

source: No Exercises
ja: エクササイズなし
ko: 운동 없음

source: No movement detected
ja: 動きが検出されません
ko: 움직임이 감지되지 않음

source: No sets recorded. End without saving?
ja: セットが記録されていません。保存せずに終了しますか？
ko: 기록된 세트가 없습니다. 저장하지 않고 종료할까요?

source: Ocean Cool
ja: オーシャンクール
ko: 오션 쿨

source: Open the DUNE app on your iPhone to sync
ja: iPhoneでDUNEアプリを 開いて同期してください
ko: iPhone에서 DUNE 앱을 열어 동기화하세요

source: Pace
ja: ペース
ko: 페이스

source: Pause
ja: 一時停止
ko: 일시정지

source: Peak
ja: ピーク
ko: 최대

source: Preferred
ja: 優先
ko: 선호

source: Previous Sets
ja: 前のセット
ko: 이전 세트

source: Recent
ja: 最近
ko: 최근

source: Recommended %lld/10 from recent history
ja: 最近の履歴にもとづくおすすめ %lld/10
ko: 최근 기록 기반 추천 %lld/10

source: Record Empty
ja: 空のセットを記録
ko: 빈 세트 기록

source: Recovery
ja: リカバリー
ko: 회복

source: reps
ja: 回
ko: 회

source: Rest
ja: 休憩
ko: 휴식

source: ROUTINE
ja: ルーティン
ko: 루틴

source: Save and finish this workout?
ja: このワークアウトを保存して終了しますか？
ko: 이 운동을 저장하고 종료할까요?

source: Save Error
ja: 保存エラー
ko: 저장 오류

source: Set %lld
ja: セット%lld
ko: 세트 %lld

source: Set %lld of %lld
ja: セット%lld / %lld
ko: 세트 %lld / %lld

source: Skip
ja: スキップ
ko: 건너뛰기

source: Speed
ja: 速度
ko: 속도

source: Start
ja: 開始
ko: 시작

source: Steps
ja: 歩数
ko: 걸음 수

source: Swim
ja: スイム
ko: 수영

source: Syncing...
ja: 同期中...
ko: 동기화 중...

source: Time only
ja: 時間のみ
ko: 시간만

source: We haven't detected movement for a while. Are you still working out?
ja: しばらく動きが検出されていません。まだワークアウト中ですか？
ko: 한동안 움직임이 감지되지 않았어요. 아직 운동 중인가요?

source: Weight and reps are both 0. Record anyway?
ja: 重量と回数がどちらも0です。それでも記録しますか？
ko: 무게와 횟수가 모두 0입니다. 그래도 기록할까요?

source: Mixed Cardio
ja: ミックス有酸素
ko: 복합 유산소

source: Stair Climbing
ja: 階段のぼり
ko: 계단 오르기

source: Stair Stepper
ja: ステッパー
ko: 스텝퍼

source: Workout Complete
ja: ワークアウト完了
ko: 운동 완료

source: Workout data could not be recovered. Sets cannot be saved.
ja: ワークアウトデータを復元できませんでした。セットを保存できません。
ko: 운동 데이터를 복구할 수 없습니다. 세트를 저장할 수 없습니다.

source: Workout Effort
ja: ワークアウト強度
ko: 운동 강도

source: Zone %lld
ja: ゾーン%lld
ko: 존 %lld

source: OK
ko: 확인
